Repository: scratch/survey
Catalog: plugins/surveys/lang/surveys-*.po
Languages: sk

source: Survey Updated
sk: Dotazník aktualizovaný

source: Survey Deleted
sk: Dotazník vymazaný

source: Manage Survey
sk: Spravovať dotazník

source: Title
sk: Titulok

source: Questions
sk: Otázky

source: Responses
sk: Odpovede

source: Code
sk: Kód

source: Created on
sk: Vytvorené

source: Action
sk: Akcia

source: Manage Questions
sk: Spravuj otázky

source: Edit
sk: Uprav

source: Delete
sk: Vymaž

source: No Surveys found.
sk: Žiadne dotazníky nenájdené.

source: Create New Survey
sk: Vytvor nový dotazník

source: Survey
sk: Dotazník

source: Survey Name
sk: Meno dotazníka

source: Description
sk: Popis

source: Status
sk: Stav

source: Save
sk: Ulož

source: Question updated.
sk: Otázka aktualizovaná.

source: Question added.
sk: Otázka pridaná.

source: New survey added
sk: Nový dotazník pridaný

source: Question deleted.
sk: Otázka vymazaná.

source: Manage Questions in
sk: Uprav otázky v

source: To add this survey to your blog, insert the HTML comment
sk: Pre pridanie tohto dotazníka na blog, pridajte HTML kód

source: into any post.
sk: do akéhokoľvek príspevku.

source: Question
sk: Otázky

source: Number Of Answers
sk: Počet odpovedí

source: No questions found.
sk: Žiadne otázky nenájdené.

source: Create New Question
sk: Vytvor novú otázku

source: Show Responses
sk: Ukáž odpovede

source: Number of questions per page. If 0, all the questions will be shown in a single page
sk: Počet otázok na stránku. Ak je 0, ukážu sa všetky otázky na jednej stránke.

source: Send all survey results by email
sk: Zašli všetky výsledky dotazníka e-mailom

source: Save Options
sk: Ulož nastavenia

source: Response to
sk: Odpoveď na

source: By
sk: Od

source: On
sk: Na

source: Answer:
sk: Odpoveď:

source: Question
sk: Otázka

source: Answers
sk: Odpovede

source: Add New Answer
sk: Pridaj novú odpoveď

source: Allow User Inputed Answers
sk: Povoľ odpovede vložené od používateľov

source: User Answer Format
sk: Formát odpovede používateľa

source: Allow Multiple Answers
sk: Povoľ viac odpovedí

source: Go to Questions Page
sk: Choď na stránku s otázkami

source: Export Data
sk: Export dát

source: Select the fields you want to export...
sk: Vyberte polia, ktoré chcete exportovať...

source: Please go to <a href='%s'>%s</a> to view the survey
sk: Prosím navštívte <a href='%s'>%s</a> pre náhľad dotazníka

source: Thanks for taking the survey. Your details have been saved.
sk: Ďakujem za účasť a vyplnenie dotazníka. Vaše detaily boli uložené.

source: Hi, There is a new result for the survey at %s...
sk: Ahoj, Je tu nový výsledok pre dotazník na %s...

source: Survey Result
sk: Výsledok dotazníka

source: Thanks for taking the survey. You input is very valuable to us.<br />If you want, you can attach your name to your survey answers. If you want the result to be anonymous, just ignore this form.
sk: Ďakujem za účasť a vyplnenie dotazníka. Váše odpovede sú pre nás veľmi cenné. <br />Ak chcete, môžete pripojiť Vaše meno k odpovediam. Ak chcete, aby výsledky boli anonymné, ignorujte tento formulár.

source: Name
sk: Meno

source: Submit Survey
sk: Zašli dotazník

source: Next
sk: Ďalej

source: Survey '
sk: Dotazník '

source: ' Responses
sk: ' Odpovede

source: Answer
sk: Odpoveď

source: Votes
sk: Hlasy

source: Vote Count/Percentage
sk: Pomer hlasov/percentá

source: Result Deleted.
sk: Výsledok vymazaný.

source: Answered On
sk: Odpoveď na

source: Show
sk: Ukáž

source: No Responses found.
sk: Žiadne odpovede nenájdené.

source: Export to CSV
sk: Export do CSV

source: All Responses
sk: Všetky odpovede

source: All Surveys
sk: Všetky dotazníky

source: Manage Surveys
sk: Spravuj dotazníky

source: Surveys Settings
sk: Nastavenia dotazníkov

source: Cheatin' uh?
sk: Oh, podvádzame?

source: You do not have sufficient permissions to access this page.
sk: Nemáte dostatočné oprávnenie na prístup k tejto stránke.
